       IDENTIFICATION DIVISION.
       PROGRAM-ID. HelloCOBOL.
       AUTHOR. Greg Christian.

      * This is a simple program to print "Hello, COBOL!" to the console.

       PROCEDURE DIVISION.
           DISPLAY "Hello, COBOL!".
           STOP RUN.
